[TC_WOTC_MILL_AUGA1_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>AUG A1</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>AUG A1</b></font>"
AbilityDescName="Винтовка системы булл-пап"
BriefSummary="AUG A1 - комплекс стрелкового оружия, выпущенный в 1977 году австрийской компанией Steyr-Daimler-Puch, представляющий собой модульную штурмовую винтовку, основанную на различных концепциях, объединенных в единый комплекс. Данная штурмовая винтовка использующая патрон 5.56x45мм НАТО позволяет с минимальными усилиями и затрачиваемому времени адаптировать её к любым условиям и окружающим условиям. AUG A1 поставляется с 1,5х-кратным прицелом, позволяющим поразить противника на дистанции до 300 метров, пришедшее на замену винтовоке StG.58 (лицензионной копии бельгийской FN FAL) в австрийской армии."
TacticalText="<Bullet/>Тип: Винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MILL_AUGA1_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>SUG X1</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>SUG X1</b></font>"
AbilityDescName="Винтовка системы булл-пап"
BriefSummary="AUG A1 - комплекс стрелкового оружия, выпущенный в 1977 году австрийской компанией Steyr-Daimler-Puch, представляющий собой модульную штурмовую винтовку, основанную на различных концепциях, объединенных в единый комплекс. Данная штурмовая винтовка использующая патрон 5.56x45мм НАТО позволяет с минимальными усилиями и затрачиваемому времени адаптировать её к любым условиям и окружающим условиям. AUG A1 поставляется с 1,5х-кратным прицелом, позволяющим поразить противника на дистанции до 300 метров, пришедшее на замену винтовоке StG.58 (лицензионной копии бельгийской FN FAL) в австрийской армии./nОсвоение магнитных технологий позволило нам создать прототип SUG, в котором мы воплотили все наше знание о этой технологии, что позволило ему на поле боя не уступать Магнитным винтовкам."
TacticalText="<Bullet/>Тип: Винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MILL_AUGA1_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>SUG X2</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>SUG X2</b></font>"
AbilityDescName="Винтовка системы булл-пап"
BriefSummary="AUG A1 - комплекс стрелкового оружия, выпущенный в 1977 году австрийской компанией Steyr-Daimler-Puch, представляющий собой модульную штурмовую винтовку, основанную на различных концепциях, объединенных в единый комплекс. Данная штурмовая винтовка использующая патрон 5.56x45мм НАТО позволяет с минимальными усилиями и затрачиваемому времени адаптировать её к любым условиям и окружающим условиям. AUG A1 поставляется с 1,5х-кратным прицелом, позволяющим поразить противника на дистанции до 300 метров, пришедшее на замену винтовоке StG.58 (лицензионной копии бельгийской FN FAL) в австрийской армии./nРазобравшись в конструкции лучевого оружия пришельцев нам удалось улучшить данный образец оружия.\nНам удалось встроить в ствол SUG X2 мощные электромагнитные кристаллы, которые после повторной калибровки системы ведения огня, позволит справиться с любым противником, который нам повстречается."
TacticalText="<Bullet/>Тип: Винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MILL_AUGA1_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>AUG A1</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>AUG A1</b></font>"
AbilityDescName="Винтовка системы булл-пап"
BriefSummary="AUG A1 - комплекс стрелкового оружия, выпущенный в 1977 году австрийской компанией Steyr-Daimler-Puch, представляющий собой модульную штурмовую винтовку, основанную на различных концепциях, объединенных в единый комплекс. Данная штурмовая винтовка использующая патрон 5.56x45мм НАТО позволяет с минимальными усилиями и затрачиваемому времени адаптировать её к любым условиям и окружающим условиям. AUG A1 поставляется с 1,5х-кратным прицелом, позволяющим поразить противника на дистанции до 300 метров, пришедшее на замену винтовоке StG.58 (лицензионной копии бельгийской FN FAL) в австрийской армии."
TacticalText="<Bullet/>Тип: Винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MILL_AUGA1_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>SUG X1</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>SUG X1</b></font>"
AbilityDescName="Винтовка системы булл-пап"
BriefSummary="AUG A1 - комплекс стрелкового оружия, выпущенный в 1977 году австрийской компанией Steyr-Daimler-Puch, представляющий собой модульную штурмовую винтовку, основанную на различных концепциях, объединенных в единый комплекс. Данная штурмовая винтовка использующая патрон 5.56x45мм НАТО позволяет с минимальными усилиями и затрачиваемому времени адаптировать её к любым условиям и окружающим условиям. AUG A1 поставляется с 1,5х-кратным прицелом, позволяющим поразить противника на дистанции до 300 метров, пришедшее на замену винтовоке StG.58 (лицензионной копии бельгийской FN FAL) в австрийской армии./nОсвоение магнитных технологий позволило нам создать прототип SUG, в котором мы воплотили все наше знание о этой технологии, что позволило ему на поле боя не уступать Магнитным винтовкам."
TacticalText="<Bullet/>Тип: Винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_MILL_AUGA1_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>SUG X2</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>SUG X2</b></font>"
AbilityDescName="Винтовка системы булл-пап"
BriefSummary="AUG A1 - комплекс стрелкового оружия, выпущенный в 1977 году австрийской компанией Steyr-Daimler-Puch, представляющий собой модульную штурмовую винтовку, основанную на различных концепциях, объединенных в единый комплекс. Данная штурмовая винтовка использующая патрон 5.56x45мм НАТО позволяет с минимальными усилиями и затрачиваемому времени адаптировать её к любым условиям и окружающим условиям. AUG A1 поставляется с 1,5х-кратным прицелом, позволяющим поразить противника на дистанции до 300 метров, пришедшее на замену винтовоке StG.58 (лицензионной копии бельгийской FN FAL) в австрийской армии./nРазобравшись в конструкции лучевого оружия пришельцев нам удалось улучшить данный образец оружия.\nНам удалось встроить в ствол SUG X2 мощные электромагнитные кристаллы, которые после повторной калибровки системы ведения огня, позволит справиться с любым противником, который нам повстречается."
TacticalText="<Bullet/>Тип: Винтовка системы булл-пап\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"